{
  "embeds": [
    {
      "title": "__Frequently asked questions 1__",
      "description": "Make sure to contact a Head Mod if you have any question you don't know",
      "color": 388176,
      "fields": [
        { "name": "What is the format for archiving?", 
            "value": "The guidelines are described in detail as a pinned message in #archives" },
        { "name": "What do I have to archive exactly?", 
            "value": "Except situations described in procedure 1, everything. The only special case is that banned trolls/raiders must be archived but without screenshots" },
        { "name": "How do we moderate slurs?", 
            "value": "The main point to take into account when moderating a slur is the intentionality behind it. Was the slur directed at someone? Was it malicious or hateful? Depending on these factors the moderations will vary in severity and/or procedure" },
        { "name": "Can I help another mod when they are doing something?", 
            "value": "Under no circumstance we allow ganging up on members. Only one mod takes care of a situation at a time. This means no saying things like 'agreed' or 'this' or anything like that.\nHowever, it is not only allowed but also encouraged to ask for input in #moderation, and mods are expected to respond with their opinion." },
        { "name": "Im a bit confused about when should I mute or DM", 
            "value": "The main difference is that mute is used for conflicts or situations that are going on and have to be stopped as fast as possible. Muting is also advised if its a big offense and severe action has to be made, since muting allows you to talk in a channel accessible by all the team and its inside the server (this makes it possible for other staff members mod and above to step in and control the situation at any moment).\n On the other hand, if the infringement was something has already ended or didn't have a continuation (like someone putting a hateful image on shitposts) then the warning can be made through DMs, we call these 'reminders'" }
        ]
    }
  ]
}

